[
  { "id": "term1", "term": "Bindweefsel", "definition": "Weefseltype dat bestaat uit cellen (voornamelijk fibroblasten) en extracellulaire matrix (collageen, elastine, proteoglycanen). Het verbindt, ondersteunt en beschermt andere weefsels en organen in het lichaam.", "level": 1, "reverse": true },
  { "id": "term2", "term": "Extracellulaire matrix (ECM)", "definition": "Netwerk van macromoleculen buiten de cellen dat structurele en biochemische ondersteuning biedt aan omliggende cellen. Bestaat uit collageenvezels, elastinevezels, proteoglycanen en glycoproteïnen.", "level": 1, "reverse": true },
  { "id": "term3", "term": "Fibroblast", "definition": "Belangrijkste celtype in bindweefsel dat verantwoordelijk is voor de productie van extracellulaire matrixcomponenten zoals collageen, elastine en proteoglycanen, en speelt een cruciale rol in weefselherstel.", "level": 1, "reverse": true },
  { "id": "term4", "term": "Mechanotransductie", "definition": "Het proces waarbij cellen mechanische prikkels omzetten in biochemische signalen, wat leidt tot aanpassingen in structuur en functie van het weefsel.", "level": 2, "reverse": true },
  { "id": "term5", "term": "Bindweefselherstel", "definition": "Het fysiologische proces waarbij beschadigd bindweefsel wordt hersteld via vier opeenvolgende, deels overlappende fasen: ontstekingsfase, proliferatiefase, remodelleringsfase en integratiefase.", "level": 1, "reverse": true },
  { "id": "term6", "term": "Ontstekingsfase", "definition": "Eerste fase van bindweefselherstel die direct na weefselschade start, gekenmerkt door hemostase, vasodilatatie, verhoogde vasculaire permeabiliteit en infiltratie van ontstekingscellen zoals neutrofielen en macrofagen.", "level": 1, "reverse": true },
  { "id": "term7", "term": "Proliferatiefase", "definition": "Tweede fase van bindweefselherstel waarin nieuwe bloedvaten worden gevormd (angiogenese), fibroblasten zich vermenigvuldigen en granulatieweefsel wordt gevormd met voornamelijk type III collageen.", "level": 1, "reverse": true },
  { "id": "term8", "term": "Remodelleringsfase", "definition": "Derde fase van bindweefselherstel waarin de extracellulaire matrix wordt gereorganiseerd, type III collageen wordt vervangen door sterker type I collageen, en het weefsel geleidelijk zijn definitieve structuur krijgt.", "level": 1, "reverse": true },
  { "id": "term9", "term": "Integratiefase", "definition": "Laatste fase van bindweefselherstel waarin het herstelde weefsel functioneel wordt geïntegreerd met omliggende weefsels, met herstel van mechanische eigenschappen en sensorische functies.", "level": 2, "reverse": true },
  { "id": "term10", "term": "Hemostase", "definition": "Eerste reactie op weefselschade waarbij bloedplaatjes aggregeren en een fibrinenetwerk wordt gevormd om bloeding te stoppen en een voorlopige matrix te creëren voor celmigratie.", "level": 1, "reverse": true },
  { "id": "term11", "term": "Vasculaire respons", "definition": "Reactie van bloedvaten op weefselschade, gekenmerkt door vasodilatatie en verhoogde permeabiliteit, wat leidt tot de klassieke ontstekingsverschijnselen: roodheid, warmte, zwelling en pijn.", "level": 1, "reverse": false },
  { "id": "term12", "term": "Neutrofielen bij bindweefselherstel", "definition": "Eerste type witte bloedcellen dat naar de plaats van weefselschade migreert tijdens de ontstekingsfase, verantwoordelijk voor het opruimen van bacteriën en celresten via fagocytose en het vrijzetten van antimicrobiële stoffen.", "level": 2, "reverse": false },
  { "id": "term13", "term": "Macrofagen bij bindweefselherstel", "definition": "Ontstekingscellen die na neutrofielen arriveren en cruciaal zijn voor de overgang van ontstekingsfase naar proliferatiefase door fagocytose van celresten en het uitscheiden van groeifactoren die fibroblasten activeren.", "level": 2, "reverse": false },
  { "id": "term14", "term": "Cytokinen in de ontstekingsfase", "definition": "Signaalmoleculen zoals TNF-α, IL-1 en IL-6 die worden uitgescheiden door ontstekingscellen en lokale weefselcellen, en die de ontstekingsreactie reguleren en de overgang naar de proliferatiefase beïnvloeden.", "level": 2, "reverse": false },
  { "id": "term15", "term": "Groeifactoren bij bindweefselherstel", "definition": "Signaalmoleculen zoals PDGF, TGF-β, FGF en VEGF die celproliferatie, -migratie en -differentiatie stimuleren en daarmee essentieel zijn voor de verschillende fasen van bindweefselherstel.", "level": 2, "reverse": false },
  { "id": "term16", "term": "Angiogenese", "definition": "Vorming van nieuwe bloedvaten uit bestaande vaten tijdens de proliferatiefase, gestimuleerd door hypoxie en groeifactoren zoals VEGF, essentieel voor de toevoer van zuurstof en voedingsstoffen naar het herstellende weefsel.", "level": 2, "reverse": true },
  { "id": "term17", "term": "Granulatieweefsel", "definition": "Tijdelijk weefsel dat wordt gevormd tijdens de proliferatiefase, bestaande uit nieuwe bloedvaten, fibroblasten, myofibroblasten, ontstekingscellen en een voorlopige extracellulaire matrix rijk aan type III collageen.", "level": 1, "reverse": true },
  { "id": "term18", "term": "Myofibroblast", "definition": "Gespecialiseerde fibroblast met contractiele eigenschappen door de expressie van α-glad spierweefsel actine, verantwoordelijk voor wondcontractie en matrixreorganisatie tijdens de remodellerings- en integratiefase.", "level": 2, "reverse": true },
  { "id": "term19", "term": "Collageenconversie", "definition": "Proces tijdens de remodelleringsfase waarbij het aanvankelijk gevormde type III collageen geleidelijk wordt vervangen door sterker en stabieler type I collageen, wat resulteert in verhoogde treksterkte van het herstellende weefsel.", "level": 2, "reverse": false },
  { "id": "term20", "term": "Crosslinking van collageen", "definition": "Proces waarbij covalente bindingen worden gevormd tussen collageenmoleculen, wat leidt tot verhoogde stabiliteit en treksterkte van de extracellulaire matrix tijdens de remodelleringsfase.", "level": 3, "reverse": false },
  { "id": "term21", "term": "Matrix Metalloproteinases (MMPs)", "definition": "Familie van enzymen die extracellulaire matrixcomponenten kunnen afbreken, essentieel voor weefselremodellering en -herstel door het faciliteren van celmigratie en matrixreorganisatie.", "level": 2, "reverse": true },
  { "id": "term22", "term": "Tissue Inhibitors of Metalloproteinases (TIMPs)", "definition": "Eiwitten die de activiteit van MMPs reguleren door er specifiek aan te binden en ze te remmen, waardoor een balans ontstaat tussen matrixafbraak en -opbouw tijdens bindweefselherstel.", "level": 3, "reverse": false },
  { "id": "term23", "term": "Mechanische belasting bij bindweefselherstel", "definition": "Externe krachten die inwerken op herstellend weefsel en via mechanotransductie de activiteit van cellen en de organisatie van de extracellulaire matrix beïnvloeden, cruciaal voor optimaal functioneel herstel.", "level": 2, "reverse": true },
  { "id": "term24", "term": "Optimale belasting", "definition": "Mechanische belasting van precies de juiste intensiteit en timing die bindweefselherstel bevordert door cellulaire activiteit te stimuleren zonder weefselschade te veroorzaken, volgens het principe van mechanotransductie.", "level": 2, "reverse": false },
  { "id": "term25", "term": "Onderbelasting bij bindweefselherstel", "definition": "Onvoldoende mechanische stimulatie van herstellend bindweefsel, wat leidt tot verminderde collageensynthese, ongeorganiseerde vezelstructuur en inadequate functionele adaptatie van het weefsel.", "level": 2, "reverse": false },
  { "id": "term26", "term": "Overbelasting bij bindweefselherstel", "definition": "Excessieve mechanische belasting van herstellend bindweefsel die de belastbaarheid overschrijdt, wat kan leiden tot weefselschade, verlengde ontstekingsreactie en vertraagd of inadequaat herstel.", "level": 2, "reverse": false },
  { "id": "term27", "term": "Fagocytose in bindweefselherstel", "definition": "Proces waarbij neutrofielen en macrofagen celresten, bacteriën en beschadigde matrixcomponenten opnemen en verteren, essentieel voor het opruimen van de wond tijdens de ontstekingsfase.", "level": 1, "reverse": false },
  { "id": "term28", "term": "Chemotaxis", "definition": "Gerichte beweging van cellen in reactie op een concentratiegradiënt van chemische stoffen, belangrijk voor de migratie van ontstekingscellen, fibroblasten en endotheelcellen naar de plaats van weefselschade.", "level": 2, "reverse": true },
  { "id": "term29", "term": "Fibrinenetwerk", "definition": "Tijdelijke matrix gevormd door polymerisatie van fibrine tijdens hemostase, dient als scaffold voor celmigratie en als reservoir voor groeifactoren tijdens de vroege fasen van bindweefselherstel.", "level": 1, "reverse": true },
  { "id": "term30", "term": "Proteoglycanen", "definition": "Complexe macromoleculen in de extracellulaire matrix bestaande uit een eiwit-kernmolecuul met daaraan gekoppelde glycosaminoglycanen, die water binden en bijdragen aan de viscoelastische eigenschappen van bindweefsel.", "level": 3, "reverse": true },
  { "id": "term31", "term": "Glycosaminoglycanen (GAGs)", "definition": "Lange, onvertakte polysaccharideketens bestaande uit herhalende disaccharide-eenheden, vaak gesulfateerd, die deel uitmaken van proteoglycanen en bijdragen aan de hydratatie en mechanische eigenschappen van de extracellulaire matrix.", "level": 3, "reverse": false },
  { "id": "term32", "term": "Hyaluronzuur", "definition": "Niet-gesulfateerd glycosaminoglycaan dat in grote hoeveelheden voorkomt in de extracellulaire matrix, vooral tijdens de proliferatiefase van bindweefselherstel, en bijdraagt aan hydratatie, celmigratie en proliferatie.", "level": 2, "reverse": true },
  { "id": "term33", "term": "Fibronectine", "definition": "Glycoproteïne in de extracellulaire matrix dat bindt aan cellen via integrines en aan andere matrixcomponenten zoals collageen, waardoor het een belangrijke rol speelt bij celmigratie en -hechting tijdens bindweefselherstel.", "level": 3, "reverse": true },
  { "id": "term34", "term": "Integrines", "definition": "Transmembraanreceptoren die cellen verbinden met de extracellulaire matrix en betrokken zijn bij mechanotransductie, celmigratie en -adhesie, essentieel voor de communicatie tussen cellen en hun omgeving tijdens bindweefselherstel.", "level": 3, "reverse": true },
  { "id": "term35", "term": "Collageen type I", "definition": "Meest voorkomende type collageen in volwassen bindweefsel, vormt sterke vezels die treksterkte bieden en het belangrijkste structurele eiwit zijn in de remodelleringsfase van bindweefselherstel.", "level": 1, "reverse": true },
  { "id": "term36", "term": "Collageen type III", "definition": "Type collageen dat vooral wordt geproduceerd tijdens de proliferatiefase van bindweefselherstel, vormt dunnere en flexibelere vezels dan type I en wordt later grotendeels vervangen tijdens de remodelleringsfase.", "level": 2, "reverse": true },
  { "id": "term37", "term": "Elastine", "definition": "Eiwit in de extracellulaire matrix dat elastische vezels vormt, verantwoordelijk voor de rekbaarheid en het terugveren van weefsels zoals huid, bloedvaten en ligamenten na mechanische belasting.", "level": 1, "reverse": true },
  { "id": "term38", "term": "Littekenmaturatie", "definition": "Proces tijdens de remodelleringsfase waarbij een litteken geleidelijk verandert in structuur, kleur en mechanische eigenschappen door reorganisatie van collageenvezels, afname van vascularisatie en celdichtheid.", "level": 2, "reverse": false },
  { "id": "term39", "term": "Fibrose", "definition": "Overmatige afzetting van bindweefselcomponenten, vooral collageen, wat leidt tot verharding en functieverlies van weefsel, vaak als gevolg van chronische ontsteking of herhaalde weefselschade.", "level": 2, "reverse": true },
  { "id": "term40", "term": "Adhesies", "definition": "Abnormale verbindingen tussen weefsels die normaal gescheiden zijn, ontstaan door overmatige collageenafzetting tijdens bindweefselherstel, wat kan leiden tot bewegingsbeperking en pijn.", "level": 2, "reverse": true },
  { "id": "term41", "term": "Chronische ontsteking", "definition": "Langdurige ontstekingsreactie die niet adequaat oplost, gekenmerkt door de aanwezigheid van macrofagen, lymfocyten en plasmacellen, wat kan leiden tot progressieve weefselschade en fibrose.", "level": 2, "reverse": true },
  { "id": "term42", "term": "Transforming Growth Factor-β (TGF-β)", "definition": "Multifunctionele groeifactor die een centrale rol speelt in bindweefselherstel door stimulatie van fibroblastproliferatie, collageensynthese en myofibroblastdifferentiatie, maar bij overmatige activiteit ook kan bijdragen aan fibrose.", "level": 3, "reverse": false },
  { "id": "term43", "term": "Platelet-Derived Growth Factor (PDGF)", "definition": "Groeifactor vrijgekomen uit bloedplaatjes en macrofagen die chemotaxis en proliferatie van fibroblasten stimuleert en daarmee een belangrijke rol speelt in de vroege fasen van bindweefselherstel.", "level": 3, "reverse": false },
  { "id": "term44", "term": "Vascular Endothelial Growth Factor (VEGF)", "definition": "Signaaleiwit dat de vorming van nieuwe bloedvaten (angiogenese) stimuleert door proliferatie en migratie van endotheelcellen, cruciaal voor de toevoer van zuurstof en voedingsstoffen naar herstellend weefsel.", "level": 3, "reverse": false },
  { "id": "term45", "term": "Fibroblast Growth Factor (FGF)", "definition": "Familie van groeifactoren die celproliferatie, -differentiatie en -migratie stimuleren, met name van fibroblasten en endotheelcellen, en daarmee bijdragen aan weefselregeneratie en angiogenese.", "level": 3, "reverse": false },
  { "id": "term46", "term": "Hypoxie bij bindweefselherstel", "definition": "Zuurstoftekort in beschadigd weefsel dat leidt tot activatie van hypoxie-induceerbare factoren (HIFs), wat resulteert in verhoogde expressie van genen betrokken bij angiogenese, celoverleving en metabolisme.", "level": 3, "reverse": false },
  { "id": "term47", "term": "Reactive Oxygen Species (ROS) bij bindweefselherstel", "definition": "Reactieve zuurstofverbindingen geproduceerd tijdens de ontstekingsfase die in lage concentraties signaalfuncties hebben en bijdragen aan pathogeen-eliminatie, maar in hoge concentraties weefselschade kunnen veroorzaken.", "level": 3, "reverse": false },
  { "id": "term48", "term": "Epithelialisatie", "definition": "Proces waarbij epitheelcellen migreren, prolifereren en differentiëren om een beschadigd epitheeloppervlak te herstellen, vaak parallel aan bindweefselherstel plaatsvindend.", "level": 2, "reverse": true },
  { "id": "term49", "term": "Wondcontractie", "definition": "Proces waarbij de randen van een wond naar elkaar toe worden getrokken door de contractiele activiteit van myofibroblasten, wat resulteert in verkleining van het wondoppervlak tijdens de proliferatie- en remodelleringsfase.", "level": 2, "reverse": true },
  { "id": "term50", "term": "Keloïd", "definition": "Abnormaal litteken gekenmerkt door overmatige collageenproductie die de grenzen van de oorspronkelijke wond overschrijdt, veroorzaakt door verstoorde regulatie van bindweefselherstel.", "level": 2, "reverse": true },
  { "id": "term51", "term": "Hypertrofisch litteken", "definition": "Verheven, rood litteken dat beperkt blijft tot de grenzen van de oorspronkelijke wond, veroorzaakt door overmatige collageenproductie tijdens de remodelleringsfase van bindweefselherstel.", "level": 2, "reverse": true },
  { "id": "term52", "term": "Atrofisch litteken", "definition": "Ingezonken litteken dat ontstaat door onvoldoende aanmaak van bindweefselcomponenten tijdens het herstelproces of door overmatige afbraak van de extracellulaire matrix.", "level": 2, "reverse": true },
  { "id": "term53", "term": "Mechanotransductie via integrines", "definition": "Proces waarbij mechanische krachten via integrine-receptoren worden omgezet in intracellulaire signalen die genexpressie en celgedrag beïnvloeden, cruciaal voor de adaptatie van bindweefsel aan mechanische belasting.", "level": 3, "reverse": false },
  { "id": "term54", "term": "Focal adhesions", "definition": "Complexe eiwitstructuren die cellen via integrines verbinden met de extracellulaire matrix en fungeren als mechanosensoren die mechanische signalen omzetten in biochemische signalen tijdens mechanotransductie.", "level": 3, "reverse": false },
  { "id": "term55", "term": "Tensegrity model", "definition": "Biomechanisch concept dat beschrijft hoe cellen hun structurele integriteit handhaven door een balans tussen spanning (via het cytoskelet) en compressie, wat bijdraagt aan mechanotransductie en cellulaire respons op mechanische belasting.", "level": 3, "reverse": false },
  { "id": "term56", "term": "Piezo-eiwitten", "definition": "Mechanisch geactiveerde ionkanalen in de celmembraan die fungeren als directe mechanosensoren en bijdragen aan de cellulaire respons op mechanische stimuli tijdens bindweefselherstel.", "level": 3, "reverse": false },
  { "id": "term57", "term": "Collageen crosslinking enzymen", "definition": "Enzymen zoals lysyl oxidase die covalente bindingen vormen tussen collageenmoleculen, wat resulteert in verhoogde stabiliteit en sterkte van de extracellulaire matrix tijdens de remodelleringsfase.", "level": 3, "reverse": false },
  { "id": "term58", "term": "Decorine", "definition": "Klein proteoglycaan dat bindt aan collageenfibrillen en hun organisatie reguleert, wat bijdraagt aan de structurele integriteit van bindweefsel en de regulatie van groeifactoren zoals TGF-β.", "level": 3, "reverse": false },
  { "id": "term59", "term": "Biglycan", "definition": "Proteoglycaan in de extracellulaire matrix dat bindt aan collageen en groeifactoren, betrokken bij de organisatie van collageenvezels en signaaltransductie tijdens bindweefselherstel.", "level": 3, "reverse": false },
  { "id": "term60", "term": "Tenascine-C", "definition": "Glycoproteïne dat tijdelijk tot expressie komt in de extracellulaire matrix tijdens bindweefselherstel en embryonale ontwikkeling, betrokken bij celmigratie, -adhesie en weefselreorganisatie.", "level": 3, "reverse": false },
  { "id": "term61", "term": "Proprioceptie na bindweefselherstel", "definition": "Herstel van het vermogen om de positie en beweging van het lichaam waar te nemen via mechanoreceptoren in het bindweefsel, essentieel voor normale motorische controle en functionaliteit na weefselschade.", "level": 2, "reverse": false },
  { "id": "term62", "term": "Mechanoreceptoren in bindweefsel", "definition": "Gespecialiseerde sensorische zenuwuiteinden in bindweefsel die mechanische stimuli detecteren en omzetten in neurale signalen, belangrijk voor proprioceptie en pijnwaarneming tijdens en na bindweefselherstel.", "level": 2, "reverse": false },
  { "id": "term63", "term": "Functionele belastbaarheid", "definition": "Het vermogen van hersteld bindweefsel om mechanische belasting te weerstaan zonder structurele of functionele schade, afhankelijk van de mate van weefselremodellering en -maturatie.", "level": 2, "reverse": true },
  { "id": "term64", "term": "Weefselspecifieke adaptatie", "definition": "Proces waarbij herstellend bindweefsel zich aanpast aan de specifieke functionele eisen van de anatomische locatie door veranderingen in samenstelling, structuur en mechanische eigenschappen.", "level": 2, "reverse": false },
  { "id": "term65", "term": "Inflammatoire macrofagen (M1)", "definition": "Subtype macrofagen dominant in de vroege ontstekingsfase, gekenmerkt door productie van pro-inflammatoire cytokinen en betrokken bij opruiming van celresten en pathogenen.", "level": 3, "reverse": false },
  { "id": "term66", "term": "Regeneratieve macrofagen (M2)", "definition": "Subtype macrofagen dominant in de latere ontstekingsfase en proliferatiefase, gekenmerkt door productie van anti-inflammatoire cytokinen en groeifactoren die weefselregeneratie bevorderen.", "level": 3, "reverse": false },
  { "id": "term67", "term": "Polarisatie van macrofagen", "definition": "Proces waarbij macrofagen veranderen van een pro-inflammatoir (M1) naar een regeneratief (M2) fenotype, cruciaal voor de overgang van de ontstekingsfase naar de proliferatiefase tijdens bindweefselherstel.", "level": 3, "reverse": false },
  { "id": "term68", "term": "Efferocytose", "definition": "Proces waarbij apoptotische cellen worden opgeruimd door fagocyterende cellen zoals macrofagen, wat bijdraagt aan de resolutie van ontsteking en de overgang naar weefselregeneratie.", "level": 3, "reverse": false },
  { "id": "term69", "term": "Inflammasoom", "definition": "Multiproteïne-complex in cellen dat pro-inflammatoire cytokinen zoals IL-1β en IL-18 activeert in reactie op weefselschade of pathogenen, bijdragend aan de ontstekingsreactie tijdens bindweefselherstel.", "level": 3, "reverse": false },
  { "id": "term70", "term": "Alarmine", "definition": "Endogene moleculen (zoals HMGB1 en S100-eiwitten) die vrijkomen bij weefselschade en een ontstekingsreactie initiëren door binding aan receptoren op immuuncellen, ook bekend als damage-associated molecular patterns (DAMPs).", "level": 3, "reverse": false },
  { "id": "term71", "term": "Resolutie van ontsteking", "definition": "Actief gereguleerd proces waarbij de ontstekingsreactie wordt beëindigd door productie van gespecialiseerde pro-resolving mediatoren, efferocytose en polarisatie van macrofagen naar een M2-fenotype.", "level": 3, "reverse": false },
  { "id": "term72", "term": "Gespecialiseerde pro-resolving mediatoren", "definition": "Lipide mediatoren zoals resolvines, protectines en maresines die actief bijdragen aan de beëindiging van ontsteking en bevordering van weefselregeneratie tijdens bindweefselherstel.", "level": 3, "reverse": false },
  { "id": "term73", "term": "Mechanische belastbaarheid van litteken", "definition": "De mate waarin een litteken mechanische krachten kan weerstaan zonder te beschadigen, afhankelijk van de organisatie en crosslinking van collageenvezels en de maturatie van het litteken.", "level": 2, "reverse": true },
  { "id": "term74", "term": "Collageen alignement", "definition": "De oriëntatie en organisatie van collageenvezels in de extracellulaire matrix, beïnvloed door mechanische belasting en cruciaal voor de mechanische eigenschappen van hersteld bindweefsel.", "level": 2, "reverse": true },
  { "id": "term75", "term": "Stress-shielding", "definition": "Fenomeen waarbij weefsel wordt beschermd tegen mechanische belasting, wat leidt tot adaptieve verzwakking door verminderde collageensynthese en -organisatie volgens de wet van Wolff.", "level": 2, "reverse": true },
  { "id": "term76", "term": "Wet van Wolff", "definition": "Biomechanisch principe dat stelt dat bindweefsel zich aanpast aan de mechanische belasting waaraan het wordt blootgesteld, met toename van sterkte bij adequate belasting en afname bij onderbelasting.", "level": 2, "reverse": true },
  { "id": "term77", "term": "Creep", "definition": "Geleidelijke vervorming van bindweefsel onder constante belasting, belangrijk voor het begrijpen van de mechanische eigenschappen van bindweefsel tijdens en na het herstelproces.", "level": 3, "reverse": true },
  { "id": "term78", "term": "Stress-relaxatie", "definition": "Afname van spanning in bindweefsel bij constante vervorming, een viscoelastische eigenschap die bijdraagt aan de mechanische functie van bindweefsel tijdens en na herstel.", "level": 3, "reverse": true },
  { "id": "term79", "term": "Hysterese", "definition": "Fenomeen waarbij de spanning-rekrelatie tijdens belasting verschilt van die tijdens ontlasting, wat duidt op energieverlies en viscoelastisch gedrag van bindweefsel.", "level": 3, "reverse": false },
  { "id": "term80", "term": "Nutritionele factoren bij bindweefselherstel", "definition": "Voedingsstoffen zoals vitamine C, zink, koper en eiwitten die essentieel zijn voor optimaal bindweefselherstel door hun rol in collageensynthese, crosslinking en ontstekingsregulatie.", "level": 2, "reverse": false },
  { "id": "term81", "term": "Vitamine C bij bindweefselherstel", "definition": "Essentiële cofactor voor enzymen betrokken bij collageensynthese (prolyl- en lysylhydroxylase), waarbij een tekort leidt tot verminderde collageenstabiliteit en vertraagd bindweefselherstel.", "level": 2, "reverse": false },
  { "id": "term82", "term": "Zink bij bindweefselherstel", "definition": "Sporenelement dat fungeert als cofactor voor enzymen betrokken bij DNA-synthese, celproliferatie en collageenproductie, essentieel voor alle fasen van bindweefselherstel.", "level": 2, "reverse": false },
  { "id": "term83", "term": "Medicatie-effecten op bindweefselherstel", "definition": "Invloed van geneesmiddelen zoals corticosteroïden, NSAID's en chemotherapeutica op de verschillende fasen van bindweefselherstel, vaak resulterend in vertraagde of verminderde weefselregeneratie.", "level": 2, "reverse": false },
  { "id": "term84", "term": "Corticosteroïden bij bindweefselherstel", "definition": "Anti-inflammatoire medicatie die de ontstekingsfase onderdrukt en collageensynthese vermindert, wat kan leiden tot verzwakt bindweefsel en vertraagd herstel bij langdurig gebruik.", "level": 2, "reverse": false },
  { "id": "term85", "term": "NSAID's bij bindweefselherstel", "definition": "Niet-steroïde anti-inflammatoire geneesmiddelen die de ontstekingsreactie verminderen door remming van cyclo-oxygenase, wat kan leiden tot vertraagd bindweefselherstel, vooral bij langdurig gebruik in de vroege herstelfase.", "level": 2, "reverse": false },
  { "id": "term86", "term": "Leeftijdseffecten op bindweefselherstel", "definition": "Veranderingen in het herstelproces gerelateerd aan veroudering, waaronder verminderde celproliferatie, vertraagde ontstekingsresolutie en verminderde collageensynthese, wat resulteert in langzamer en minder volledig herstel.", "level": 2, "reverse": false },
  { "id": "term87", "term": "Diabetes en bindweefselherstel", "definition": "Negatieve effecten van diabetes op weefselherstel door verhoogde glycatie van eiwitten, microvasculaire schade, verminderde immuunfunctie en verstoorde groeifactorsignalering, resulterend in vertraagd en inadequaat herstel.", "level": 2, "reverse": false },
  { "id": "term88", "term": "Advanced Glycation End Products (AGEs)", "definition": "Eiwitten of lipiden die glycatie ondergaan door blootstelling aan suikers, verhoogd bij diabetes en veroudering, wat leidt tot verstijving van bindweefsel en verminderde functionaliteit tijdens en na herstel.", "level": 3, "reverse": false },
  { "id": "term89", "term": "Glycatie van collageen", "definition": "Niet-enzymatische binding van suikers aan collageenmoleculen, wat leidt tot crosslinking, verstijving en verminderde afbraak van collageen, met negatieve gevolgen voor de mechanische eigenschappen en remodellering van bindweefsel.", "level": 3, "reverse": false },
  { "id": "term90", "term": "Mechanotherapie", "definition": "Therapeutische toepassing van mechanische belasting om bindweefselherstel te optimaliseren door stimulatie van cellulaire activiteit en matrixreorganisatie via mechanotransductie.", "level": 2, "reverse": true },
  { "id": "term91", "term": "Progressieve belastingsopbouw", "definition": "Geleidelijke toename van mechanische belasting tijdens revalidatie, afgestemd op de verschillende fasen van bindweefselherstel om optimale weefseladaptatie te bevorderen zonder overbelasting.", "level": 2, "reverse": false },
  { "id": "term92", "term": "Isometrische oefeningen bij bindweefselherstel", "definition": "Oefeningen waarbij spieren aanspannen zonder beweging, wat gecontroleerde mechanische belasting biedt aan herstellend bindweefsel en collageensynthese stimuleert zonder overmatige vervorming.", "level": 1, "reverse": false },
  { "id": "term93", "term": "Excentrische oefeningen bij bindweefselherstel", "definition": "Oefeningen waarbij spieren verlengen onder spanning, wat specifieke mechanische prikkels geeft aan bindweefsel en effectief is voor het stimuleren van collageensynthese en -reorganisatie tijdens de remodellerings- en integratiefase.", "level": 2, "reverse": false },
  { "id": "term94", "term": "Plyometrische oefeningen bij bindweefselherstel", "definition": "Oefeningen met snelle strek-verkortingscycli die hoge belasting genereren, geschikt voor de late remodellerings- en integratiefase om bindweefsel voor te bereiden op dynamische activiteiten.", "level": 2, "reverse": false },
  { "id": "term95", "term": "Weefselspecifieke belasting", "definition": "Mechanische belasting die de natuurlijke belastingspatronen van specifiek bindweefsel nabootst, essentieel voor optimale functionele adaptatie tijdens de remodellerings- en integratiefase.", "level": 2, "reverse": false },
  { "id": "term96", "term": "Pijnmodulatie tijdens bindweefselherstel", "definition": "Veranderingen in pijnperceptie tijdens de verschillende fasen van bindweefselherstel, beïnvloed door ontstekingsmediatoren, mechanoreceptoren en centrale sensitisatie.", "level": 2, "reverse": false },
  { "id": "term97", "term": "Nociceptoren in bindweefsel", "definition": "Vrije zenuwuiteinden in bindweefsel die reageren op potentieel schadelijke stimuli en pijnsignalen genereren, belangrijk voor bescherming van herstellend weefsel tegen overbelasting.", "level": 2, "reverse": false },
  { "id": "term98", "term": "Centrale sensitisatie na bindweefselschade", "definition": "Verhoogde gevoeligheid van het centrale zenuwstelsel voor pijnsignalen, wat kan leiden tot aanhoudende pijn na bindweefselschade ondanks adequaat weefselherstel.", "level": 3, "reverse": false },
  { "id": "term99", "term": "Pijn als beschermingsmechanisme", "definition": "Fysiologische functie van pijn om verdere weefselschade te voorkomen door gedragsaanpassing, cruciaal tijdens bindweefselherstel maar soms niet goed gecorreleerd met de daadwerkelijke weefselstatus.", "level": 1, "reverse": false },
  { "id": "term100", "term": "Pijn-contingente versus tijdcontingente belasting", "definition": "Verschil tussen belastingsopbouw gebaseerd op pijnniveau (pijn-contingent) versus vooraf bepaalde tijdsschema's (tijdcontingent), waarbij de laatste vaak effectiever is bij chronische bindweefselaandoeningen.", "level": 2, "reverse": false }
] 